Revit 2024 API
ParameterTypeId.RbsCalculatedSize Property
 "Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCalculatedSize { get; }
Visual Basic
Public Shared ReadOnly Property RbsCalculatedSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCalculatedSize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace